[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=XhmikosR, Wicker Man
VERSION=2.2.0

[Language]
LANGUAGE=Ελληνικά
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0408

[Menu]
FILE=&Αρχείο
FILE_EXIT=Έ&ξοδος
EDIT=&Επεξεργασία
EDIT_COPY=Α&ντιγραφή
THEME=&Θέμα
HELP=&Βοήθεια
HELP_ABOUT=&Περί CrystalDiskMark

; 3.0
TEST_DATA=&Test Data
DEFAULT_RANDOM=Default (Random)

; 4.0
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
IE8_MODE=&IE8 Mode

; 4.1
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour

; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)

[Message]
STOP_BENCHMARK=Παρακαλώ Να Σταματήσει το Τεστ.
DISK_CAPACITY_ERROR=Η χωρητικότητα του δίσκου είναι ανεπαρκής.
DISK_CREATE_FILE_ERROR=Αποτυχία Δημιουργίας Αρχείου.
DISK_WRITE_ERROR=Σφάλμα Εγγραφής.
DISK_READ_ERROR=Σφάλμα Ανάγνωσης.

[Title]
TEST_DRIVE=Δίσκος Δοκιμής
TEST_SIZE=Μέγεθος Δοκιμής
TEST_COUNT=Αριθμός Δοκιμών

[WindowTitle]
ABOUT=Περί CrystalDiskMark
QUEUES_THREADS=Queues & Threads
